Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/dc_05_4.doc.tmx
Source language: sme
Languages: nob

source: Lávdegoddi lea duhtavaš go Sámediggeráđđi lea ovddidan dieđáhusa sámi mánáidgárddiid dili birra ja lea mearkkašan ahte dieđáhus lea vuođđuduvvon dasa go várrepresideanta lea galledan buot sámi mánáidgárddiid , ja man oktavuođas leat dollojuvvon čoahkkimat gielddaiguin , bargiiguin ja mánáid vánhemiiguin .
nob: Komiteen er tilfreds med at Sametingsrådet har lagt fram en melding om situasjonen i samiske barnehager og har merket seg at meldingen bygger på visepresidentens besøk i alle samiske barnehager , hvor det har vært avholdt møter med kommunene , de ansatte og barnas foreldre .

source: Dieđáhus addá buori gova sámi mánáid dilis mánáidgárddiin .
nob: Meldingen er en god beskrivelse av situasjonen for samiske barn i barnehagen .

source: Dieđáhusas oidno ahte iešguđet sámi guovlluin leat iešguđetlágan hástalusat ;
nob: Meldingen viser at det er ulike utfordringer i de ulike samiske områdene ;

source: Sámegielat mánáidgárddit
nob: Samiskspråklige barnehager

source: Norgalaš mánáidgárddit sámegielat mánáiguin
nob: Norske barnehager med samiskspråklige barn

source: Sámi mánát norgalaš mánáidgárddiin almmá sámegiel fálaldaga haga
nob: Samiske barn i norske barnehager uten samiskspråklig tilbud

source: Lávdegoddi čujuha daid statistihkaide mat leat ovddiduvvon dieđáhusas ja oaivvilda dát livčče galgan buorebut čilgejuvvot go dain ii boađe ovdan mii lea vuođđun statistihkaid loguide .
nob: Komiteen viser til de statistikkene som er lagt fram i meldingen og mener disse burde vært bedre forklart da det ikke framkommer hva som er grunnlaget for tallene i statistikkene .

source: Čujuhuvvo erenoamážit mánnalogu rievdamiidda sámi mánáidgárddiin , man oktavuođas earálágan vuohki fievrridit statistihka sáhttá leat sivvan rievdadusaide .
nob: Det vises spesielt til endringer i antall barn i samiske barnehager , hvor en annen måte å føre statistikk på kan være årsaken til endringene .

source: Lávdegoddi čujuha ahte dieđáhusas namuha maiddái sámegiela dilli mánáidgárddiin ja mot oččudit sámegielat bargiid mánáidgárddiide .
nob: Komiteen viser til at meldingen også omtaler situasjonen for samisk språk i barnehagene og rekruttering av samisktalende ansatte til barnehagene .

source: Sohkabealperspektiivvas geahčadettiin čujuha lávdegoddi ahte erenoamáš deaŧalaš lea oččodit dievdduid sihke ovdaskuvlaoahpaheaddjiohppui ja mánáidgárdebargui .
nob: Sett i et kjønnsperspektiv vil komiteen vise til at det er spesielt viktig å rekruttere menn både til førskolelærerutdanning og til barnehagepersonell .

source: Lávdegoddi čujuha ahte lea dárbu oččodit eanet sámegielat bargiid sámi mánáidgárddiide , vai giellagelbbolašvuohta bargiid gaskkas ii šat leat ovttaskas bargi duohken mánáidgárddis dahje ahte ovddasvástádus biddjojuvvo ovttaskas bargái mánáidgárddis .
nob: Komiteen viser til at det er nødvendig å rekruttere flere samisktalende ansatte til de samiske barnehagene , slik at språkkompetansen blant de ansatte ikke lenger blir avhengige av den enkelt ansattes tilstedeværelse i barnehagen eller at ansvaret blir lagt på enkelt ansatte i barnehagen .

source: Dasto deattuha lávdegoddi ahte ” sámevuohta ” ii leat dušše sámegiella , dasa gullá máiddái sámi kultureanadat ja sámi árvvut mat leat deaŧalaš oasit mánáid sosialiseremis mánáidgárddis .
nob: Videre vil komiteen understreke at ” det samiske ” er noe mer enn samisk språk , her kommer også samisk kulturkunnskap og samiske verdier inn som viktige elementer i barnas sosialisering i barnehagen .

source: Go guoská vuoruhuvvon doaibmabijuide , de áigu lávdegoddi deattuhit ahte buoret gelbbolašvuohta , bagadallan ja bargu miellaguottuid máŋggakultuvrralaš áddejumi ektui berre leat áŋgiruššansuorgi mii vuoruhuvvo bajás .
nob: Når det gjelder prioriterte tiltak vil komiteen understreke at økt kompetanse , veiledning og holdningsskapende arbeid omkring flerkulturell forståelse bør være høyt prioriterte satsingsområder .

source: Lávdegotti oaivila mielde lea maiddái deaŧalaš ahte reaidadoarjga váikkuhus sámi mánáidgárdesajiid jearrama , árvvoštallo .
nob: Det er etter komiteens mening også viktig at det settes i gang evaluering av hvordan innføring av kontantstøtte har virket inn på etterspørselen etter samiske barnehageplasser .

source: Sámegiela nannemii , ealáskuhttimii ja ođđasisealáskuhttimii lea dárbu bidjat liigenávccaid .
nob: For å styrke , vitalisere og revitalisere det samiske språket er det nødvendig å sette inn ekstra ressurser .

source: Dárbbut eai leat ovttaláganat buot guovlluin .
nob: Behovene er ulike fra område til område .

source: Lávdegoddi oaidná ahte lea dárbu árvvoštallat njuolggadusaid .
nob: Komiteen ser behovet for evaluering av retningslinjene .

source: Vejolaš ođđa njuolggadusevttohus ferte sáddejuvvot viiddis gulaskuddamii geavaheddjiide ja gielddaide .
nob: Eventuelt nytt forslag til retningslinjer må sendes ut på en bred høring til brukerne og kommunene .

source: Dárbu lea eanet dutkat mánáid bajásšaddaneavttuid ja vugiid heivehuvvon iešguđet dárbbuide .
nob: Det er behov for mer forskning om barns oppvekstvilkår og metoder tilpasset de ulike behovene .

source: Sámediggeráđđi berre váldit oktavuođa Biepmobearráigeahčuin čoavdin dihte njuolggadusaid dulkoma , nu ahte bearráigeahču njuolggadusat eai hehtte mánáidgárddiid bargamis árbevirolaš doaimmaid guolástusa , eanadoalu ja boazodoalu oahpahusoktavuođas .
nob: Sametingsrådet bør ta kontakt med Mattilsynet for å løse forholdet angående tolkning av regelverket , slik at tilsynets regler ikke er til hinder for at barnehagene kan benytte tradisjonelle aktiviteter innenfor fiske , jordbruk og reindrift i undervisningssammenheng .

source: Dasto ferte mánáidgárddiide addojuvvot vejolašvuohta bargat ovttas sámi kulturgaskkusteaddjiiguin ja - guddiiguin .
nob: Samiske barnehager må gis rom til å jobbe i samarbeid med samiske kulturformidlere og bærere .

source: Doaibmaplánas ferte konkretiseret vuoruhemiid .
nob: I handlingsplanen er det behov for å konkretisere prioriteringene .

source: Olles lávdegoddi evttoha :
nob: Hele komiteen foreslår :

source: 1. evttohus
nob: Forslag 1

source: Bajášaddan- ja oahppolávdegoddi čujuha mearkkašumiide ja evttoha Sámedikki dahkat čuovvovaš mearrádusa : Sámediggi váldá diehtun Sámediggeráđi dieđáhusa sámi mánáidgárddiid birra ja doarju dieđáhusa doaibmaevttohusaid
nob: Oppvekst- og utdanningskomiteen viser til merknadene og tilrår Sametinget å gjøre følgende vedtak : Sametinget tar til etterretning Sametingsrådets melding om samiske barnehager og støtter de forslagene til tiltak som framkommer i meldingen .

source: Bajášaddan- ja oahppolávdegoddi evttohus mearriduvvui ovttajienalaččat .
nob: Oppvekst- og utdanningskomiteen forslag ble enstemmig vedtatt .

source: 1 Berit Ranveig Nilssen ( áššejođiheaddji )
nob: 1 Berit Ranveig Nilssen ( saksordfører )

source: Ášši meannudeapmi loahpahuvvui disdaga miessmánu 31.05.2005 dii 10.20 .
nob: Saken ble avsluttet tirsdag 31. mai 2005 kl. 10.20 .

source: Ášši 29/05
nob: Sak 29/05

source: Duodjeealáhusa váldošiehtadus
nob: Hovedavtale for duodjinæringen

source: Arkiva SF- 421 Arkiiváššenr .
nob: Arkiv SF- 421 Arkivsaksnr .

source: Ášši meannudeapmi álggahuvvui gaskavahkku geassemánu 1. b. 2005 dii. 11.00 .
nob: Saken påbegynt onsdag 1. juni 2005 kl. 11.00 .

source: 1 Sámediggeráđđi ášši R 040/05
nob: 1 Sametingsrådets sak R 040/05

source: 2 29.03.05 Hovedavtale for duodjinæringen – Duodjeeláhusa váldošiehtadus
nob: 2 29.03.05 Hovedavtale for duodjinæringen

source: 3 04.04.05 Siskkáldas notáhta Framdriftsplan for etablering av næringsavtale for duodji – Duodješiehtadusa ásaheami ovdánanplána
nob: 3 04.04.05 Internt notat Framdriftsplan for etablering av næringsavtale for duodji

source: Sámediggeráđđi 12.04.05 R 040/05
nob: Sametingsrådet 12.04.05 R 040/05

source: Ealáhus- ja kulturlávdegodde 09.-12.05.05 007/05
nob: Nærings- og kulturkomiteen 09 . – 12.05.05 007/05

source: Sámediggeráđđi evttoha dohkkehit dan duodjeealáhusa váldošiehtadusa , maid bealit leat vuolláičállán .
nob: Sametingsrådet anbefaler at hovedavtalen for duodjinæringen , som er underskrevet av partene , godkjennes .

source: Ealáhus- ja kulturlávdegotti árvalus
nob: Innstilling fra Nærings- og kulturkomiteen

source: Lávdegottis eai leat mearkkašumit áššái 29/05 Duodjeealáhusa váldošiehtadus , ja lávdegoddi doarju Sámediggeráđi evttohusa .
nob: Komiteen har ingen merknader i sak 29/05 Hovedavtale for duodjinæringen og støtter Sametingsrådets forslag .

source: Ealáhus- ja kulturlávdegotti evttohus mearriduvvoi ovttajienalaččat .
nob: Nærings- og kulturkomiteens forslaget ble enstemmig vedtatt .

source: 1 Ann-Mari Thomassen ( áššejođiheaddji )
nob: 1 Ann-Mari Thomassen ( saksordfører )

source: 7 Ann-Mari Thomassen ( áššejođiheaddji )
nob: 7 Ann-Mari Thomassen ( saksordfører )

source: Sámediggi dohkkeha duodjeealáhusa váldošiehtadusa .
nob: Sametinget godkjenner hovedavtalen for duodjinæringen .

source: Ášši meannudeapmi loahpahuvvui gaskavahkku geassemánu 1. b. 2005 dii. 11.30 .
nob: Saken ble avsluttet onsdag 1. juni 2005 kl. 11.30 . Originalspråk : Norsk

source: Ášši 30/05
nob: Sak 30/05

source: Ovttasbargošiehtadus oarjelsámi guovlluid fylkkasuohkaniid ja Sámedikki gaskkas
nob: Samarbeidsavtale mellom fylkeskommunen i sørsamiske områder og Sametinget

source: Arkiva SF- 99 Arkiiváššenr .
nob: Arkiv SF- 99 Arkivsaksnr .

source: Ášši meannudeapmi álggahuvvui gaskavahkku geassemánu 1. b. 2005 dii. 13.35 .
nob: Saken påbegynt onsdag 1. juni 2005 kl. 13.35 .

source: 1 Sámediggeráđi doibmiiálginjulggaštus
nob: 1 Sametingsrådets tiltredelseserklæring

source: 2 Vuolláičállojuvvon šiehtadusteaksta
nob: 2 Underskrevet avtaletekst

source: Sámediggeráđđi 14.03.05 R 033/05
nob: Sametingsrådet 14.03.05 R 033/05

source: Bajasšaddan- ja oahppolávdegoddi 09.-12.05.05 007/05
nob: Oppvekst- og utdanningskomiteen 09.–12.05.05 007/05

source: Sámedikki dievasčoahkkin 30.05.-02.06.05
nob: Sametingets plenum 30.05-02.06.05

source: Sámediggi dohkkeha ovttasbargošiehtadusa Sámedikki ja Nordlándda , Davvi-Trøndelága , Lulli-Trøndelága ja Hedmárkku fylkkasuohkaniid gaskkas , vuolláičállojuvvon guovvamánu 11. b. 2005 .
nob: Sametinget godkjenner samarbeidsavtalen mellom Sametinget og Nordland , Nord-Trøndelag , Sør-Trøndelag og Hedemark fylkeskommuner , undertegnet 11. februar 2005 .

source: Bajásšaddan- ja oahppolávdegoddi evttohus
nob: Innstilling fra Oppvekst- og utdanningskomiteen

source: Olles lávdegottis , lahtut John Harald Skum , Svein Peter Pedersen , Sven-Roald Nystø , Åge Nordkild , Berit Ranveig Nilssen , Norgga Sámiid Riikkasearvi , Josef I. Vedhugnes , Sten Erling Jønsson , Anders Urheim , Berit Oskal Eira , Bargiidbellodat sámediggejoavku , Gunvald Nilsen , Olgešbellodat ja Magne Ballovara , Guovddášbellodat , leat čuovvovaš merkkašumit :
nob: Hele komiteen , medlemmene John Harald Skum , Svein Peter Pedersen , Sven-Roald Nystø , Åge Nordkild , Berit Ranveig Nilssen , Norske Samers Riksforbund , Josef I. Vedhugnes , Sten Erling Jønsson , Anders Urheim , Berit Oskal Eira , Arbeiderpartiets sametingsgruppe , Gunvald Nilsen , Høyre og Magne Ballovara , Senterpartiet har følgende merknad :

source: Olles lávdegoddi dovddaha ahte lea duhtavaš go dát ovttasbargošiehtadus lea dahkkojuvvon .
nob: Hele komiteen uttrykker stor tilfredshet over at foreliggende samarbeidsavtale er inngått .

source: Lávdegoddi háliida rámiidit Sámediggeráđi ja fylkkagielddaid go leat čájehan soabadandáhtu ja dáhtu bargat ovttas .
nob: Komiteen vil rose Sametingsrådet og fylkeskommunene for å ha utvist stor kompromissvilje og vilje til samarbeid .

source: Lávdegoddi háliida lávdegotti mearkkašumiid bokte nannet oasi šiehtadusa sisdoalus .
nob: Gjennom sine merknader ønsker komiteen å forsterke en del av innholdet i avtalen .

source: Lávdegoddi doarju daid strategiijaid maid ektui ovttasbargobealit leat soahpan šiehtadusas .
nob: Komiteen støtter de strategiene som samarbeidspartene har blitt enige om i avtalen .

source: Lávdegoddi lea duhtavaš go šiehtadusbealit leat váldán areálaplánema mielde ovttasbargošiehtadussii , ja deattuha ahte das lea erenoamáš mearkkašupmi boazodollui .
nob: Komiteen er fornøyd med at avtalepartene har tatt inn arealplanlegging i samarbeidsavtalen , og understreker at dette har særlig betydning for reindrifta .

source: Lávdegotti mielas lea buorre go bealit ovttasbargošiehtadusa bokte leat ovttaoaivilis das ahte lea dárbu ovddidit buoret fierpmádaga joatkkaskuvllaid , Sámedikki ja fylkkagielddaid gaskka olggobealde sámegiela hálddašanguovllu , vai gelbbolašvuođain buorebut sáhttá ávkkástallat .
nob: Komiteen er positiv til at partene gjennom samarbeidsavtalen er enige om at det er nødvendig å utvikle et bedre nettverk mellom de videregående skolene , Sametinget og fylkeskommunene utenfor forvaltningsområdet for samisk språk , for å oppnå en bedre kompetanseutnyttelse .

source: Lávdegoddi oaivvilda , go geahččá doaibmaoasi ektui , ahte fierpmádathuksen Sámedikki ja joatkkaskuvllaid gaskka berre konkretiserejuvvot eanet ovttasráđiid skuvlaeaiggádiiguin , ja ahte oahppit váldojuvvojit mielde fierpmádahkii ohppiid iežaset organisašuvnna bokte , Ohppiidorganisašuvnna ja/dahje eará ovddasteaddji organisašuvnnaid bokte .
nob: Komiteen mener at nettverksoppbyggingen mellom Sametinget og de videregående skolene bør konkretiseres mer i forståelse med skoleeiere , og at man involverer elevene i nettverket gjennom elevenes egen organisasjon , Elevorganisasjonen og / eller andre representative organisasjoner .

source: Lávdegoddi oaidná ahte lea dárbu sámi ovddastussii .
nob: Komiteen anser det som påkrevd at det sikres samisk representasjon .

source: Go guoská sámegieloahpahussii joatkkaskuvllain , oaivvilda lávdegoddi ahte skuvlaeaiggádat fertejit ráhkadit buriid rutiinnaid sámegieloahpahusa registreremii , ja mii álggahuvvo dalle go skuvllat dábálaččat álget .
nob: Vedrørende samiskopplæring i videregående skoler , mener komiteen at skoleeiere må utarbeide gode rutiner for registrering av samiskundervisning , som starter ved ordinær skolestart .

source: Deaŧalaš lea ahte ohcanskovvi heivehuvvo ohppiide geain lea vuoigatvuohta sámegieloahpahussii .
nob: Det er viktig at søknadsskjema tilpasses elever som har krav på samiskundervisning .

source: Lávdegotti eanetlohku , lahtut John Harald Skum , Svein Peter Pedersen , Sven-Roald Nystø , Åge Nordkild , Berit Ranveig Nilssen , Norgga Sámiid Riikkasearvi ja Magne Ballovara , Guovddášbellodat , lea čuovvovaš mearkkašupmi :
nob: Komiteens flertall , medlemmene John Harald Skum , Svein Peter Pedersen , Sven-Roald Nystø , Åge Nordkild , Berit Ranveig Nilssen , Norske Samers Riksforbund , og Magne Ballovara , Senterpartiet har følgende merknad :

source: Mearkkašupmi 2
nob: Merknad 2

source: Eanetlogu mielas eai dárbbaš Bargiidbellodat ja Olgešbellodat ovddidit mearkkašumiid universitehtaid , allaskuvllaid ja vuođđoskuvllaid birra , main fylkkagielddain ii leat ovddasvástádus .
nob: Flertallet finner det unødvendig at AP og H fremmer merknader om universiteter , høgskoler og grunnskoler , som fylkeskommunene ikke har ansvar for .

source: Dát eai gula ovttasbargošiehtadussii , ja eanetlogu mielas ii leat lunddolaš dáid namuhit dán áššis .
nob: Disse er ikke en del av samarbeidsavtalen og flertallet finner det ikke naturlig at de omtales i denne saken .

source: Lávdegotti unnitlohku , lahtut Josef I. Vedhugnes , Sten Erling Jønsson , Anders Urheim , Berit Oskal Eira , Bargiidbellodat sámediggejoavku ja Gunvald Nilsen , Olgešbellodat , lea čuovvovaš mearkkašupmi :
nob: Komiteens mindretall , medlemmene Josef I. Vedhugnes , Sten Erling Jønsson , Anders Urheim , Berit Oskal Eira , Arbeiderpartiets sametingsgruppe og Gunvald Nilsen , Høyre , har følgende merknad :

source: Mearkkašupmi 3
nob: Merknad 3

source: Šiehtadusas lea doaibmaoassi ja strategiijaoassi .
nob: Avtalen er delt inn i en handlingsdel og en strategidel .

source: Lávdegotti unnitlohku mearkkaša ahte evttohusaid , šiehtadusa meannudeami oktavuođas Sámedikkis , berre vuosttažettiin geahččat doaibmaplána ektui .
nob: Komiteens mindretall bemerker at innspill ved Sametingets behandling av avtalen i hovedsak bør betraktes i forhold til handlingsdelen .

source: Čujuhuvvo šiehtadusa čuoggái čuovvoleami birra gos čuožžu ahte galget dollojuvvot jahkásaš čoahkkimat hálddahuslaš ja politihkalaš dásis .
nob: Det vises til avtalens punkt om oppfølging at " Det avholdes årlige møter på administrativt og politisk nivå " .

source: Dát lahtut mearkkašit ahte livččii buorre jus Sámediggi livččii buorebut ovddastuvvon , sihke evttohusaid dáfus ja rabasvuođa ja iešguđet birrasiid huksejeaddji searvvaheami dáfus . Dát lahtut mearkkašit danne ahte dát čuokkis mearkkaša Sámediggái ahte dáid jahkásaš čoahkkimiin politihkalaš ja hálddahuslaš dásis lea ovdamunni go opposišuvdna váldojuvvo mielde ja searvá dáidda čoahkkimiidda , vai dainna lágiin sihkkarasto buoret ovddastus .
nob: Komiteens mindretall bemerker at det hadde vært fordelaktig om Sametinget er bredere representert , med hensyn til innspill og åpenhet og konstruktiv involvering av ulike miljøer og at dette for Sametingets del betyr at under de årlige møtene på politisk og administrativt nivå er fordelaktig om opposisjonen involveres og deltar på disse møtene for å sikre bedre representativitet .

source: Viidáseappot mearkkaša lávdegotti unnitlohku ahte allaskuvllat ja Romssa universitehta leat deaŧalaš oahpahusásahusat fierpmádagas joatkkaskuvllaid , Sámedikki ja fylkkasuohkaniid gaskkas .
nob: Komiteens mindretall vil videre bemerke at høgskolene og Universitetet i Tromsø er viktige utdanningsinstitusjoner i et nettverk mellom de videregående skolene , Sametinget og fylkeskommunene .

source: Oahpaheaddjioahpahus ja erenoamáš oahppofálaldagat berrejit láhčit saji sámi ohppui mas sámegiella ja sámi kultluvra ja servodateallin deattuhuvvojit erenoamážit , ja fállat dakkár oahpu sierra dahje ovttastuvvon fágan / oahppun .
nob: Lærerutdanning og spesielt studietilbud bør legge til rette for og tilby samisk utdanning med særlig vekt på samisk språk , kultur og samfunnsliv , som egne eller integrerte fag / studier .

source: Ferte maiddái bargat dan ala ahte dát oahput šaddet eanet geasuheaddjin vai eanet studeanttat ohcet dáidda oahpuide .
nob: Det må også gjøres en innsats for å gjøre disse studiene mer attraktive for aktivt å rekruttere flere studenter som søkere .

source: Lávdegotti unnitlohku diehtá ahte váilot ollu fágaolbmot , geat hálddašit oarjel- ja julevsámegiela .
nob: Komiteens mindretall er kjent med at der er stor mangel på fagpersoner som behersker sør- og lulesamisk .

source: Dattetge lea lossat lohkat giellafágaid dain allaskuvllain , mat gáibidit oalle stuorra oahppomávssu .
nob: Det er imidlertid vanskelig å studere fagene ved høgskoler som beregner forholdsvis stor studieavgift for disse studiene .

source: Danne lea deaŧalaš ahte Oahpahus- ja dutkandepartemeanta váikkuhangaskaoapmedoaibmabidjun juolluda lassi doarjaga daidda allaskuvllaide , mat fállet oahpu oarjel- ja julevsámegielas .
nob: Det er derfor viktig at Utdannings- og forskningsdepartementet som et virkemiddel bevilger ekstra tilskudd til høgskoler som tilbyr studier i sør- og lulesamisk språk .

source: Lávdegotti unnitlohku dovdá máŋga konkrehta ovdamearkka gos sámegiel oahpahus lea maŋŋit álggahuvvon , ja gos dál eai leat dohkálaš rutiinnat iskat gallis háliidit sámegiel oahpahusa ja kvalitehtasihkkaruššat dakkár oahpahusa .
nob: Komiteens mindretall er kjent med en rekke konkrete eksempler der igangsetting av samiskundervisning er kommet sent i gang , og at tilfredsstillende rutiner for registrering av ønske om samiskundervisning og kvalitetssikring av slik undervisning ikke er godt nok gjennomarbeidet per i dag .

source: Danne lea áibbas dárbu álggahit doaibmabijuid dalán ja čađahit guhkit áiggi doaibmabijuid vai ollašuhttá dohkálaš oahpahusa .
nob: Det er derfor høyst nødvendig med strakstiltak og langsiktige tiltak for å ivareta en tilfredsstillende undervisning .

source: Konkrehta evttohus sáhttá dalle leat ahte šiehtadusbealit oktasaš johtočállosis čujuhit mo galgá vuhtiiváldit ja čuovvolit Oahpahuslága § 6.1 ( joatkkaoahpahusa birra ) .
nob: Et konkret forslag er eksempelvis at avtalepartene utarbeider felles rundskriv for hvordan man skal forholde seg til og følge opp opplæringslovens § 6-1 ( om videregående opplæring ) .

source: Ođđa oahppoplána gáibida ovttasbarggu vuođđoskuvllaid ja joatkkaskuvllaid gaskkas .
nob: De nye læreplanene vil kreve et samarbeid mellom grunnskoler og videregående skoler .

source: Lávdegotti unnitlohku vuordá ahte oahpahusa kvalitehta nannejuvvo earret eará dan dáfus ahte dáhkidit gelbbolaš oahpaheddjiid , ja doppe gos dárbbašuvvo , oktasaččat ávkkástallat daiguin oahpaheaddjiresurssaiguin mat gávdnojit .
nob: Komiteens mindretall forventer at man styrker kvaliteten på undervisningen blant annet med hensyn til å garantere kvalifiserte lærere og der det er nødvendig , en felles utnyttelse av de læreressursene som finnes .

source: Loahpas mearkkaša lávdegotti unnitlohku ahte Nordlándda fylka lea erenoamáš dilis go fylkkas leat golbma sámi váldogiellajoavkku ; davvi- , julev- ja oarjelsámegiella ja muhtun smávit giellajoavkkut .
nob: Komiteens mindretall vil avslutningsvis bemerke at Nordland fylke er i en særstilling i og med at fylket har tre samiske språk ; nord- , lule- og sørsamisk , samt andre mindre utbredte samiske språk .

source: Dát mielddisbuktá erenoamáš hástalusaid lohpiduvvon ovttasbargošiehtadusas Nordlándda fylkkasuohkana ja Sámedikki gaskkas .
nob: Dette vil medføre særlige utfordringer i den bebudede samarbeidsavtalen mellom Nordland fylkeskommune og Sametinget .

source: Danne livččii buorre jus Sámedikkis livččii buoret ovddastus , ja ahte áirasiid gelbbolašvuođain ávkašuvašii buorebut .
nob: Det vil derfor være fordelaktig om Sametinget representeres bredere og trekker inn medlemmenes samlede kompetanse i langt større grad .

source: Sohppojuvvon šiehtadusaid vuođul Sámedikki ja Romssa fylkkasuohkana ja Finnmárkku fylkkagieldda gaskkas , ja dán oarjelsámi šiehtadusa vuođul , lea dáid lahtuid mielas danne dárbu ja lunddolaš ahte dat sámediggeáirasat , geat ovddastit oarjel- , julev- ja davvisámi guovlluid , sihkkarastojuvvojit ovddastusa ja oassálastima go boahtti šiehtadus Nordlándda fylkkasuohkana ja Sámedikki gaskkas hábmejuvvo .
nob: Med utgangspunkt i avtalene mellom Sametinget og fylkeskommunene Troms og Finnmark og den nå foreliggende Sørsameavtalen , anser komiteens mindretall det som påkrevd og naturlig at sametingsrepresentantene for sørsamiske , lulesamiske og nordsamiske områder sikres representasjon og deltakelse i utarbeidelsen av den kommende avtalen mellom Nordland fylkeskommune og Sametinget .

source: Bajásšaddan- ja oahppolávdegoddi čujuha mearkkašumiide ja evttoha Sámedikki dahkat čuovvovaš mearrádusa : Sámediggi dohkkeha ovttasbargošiehtadusa Sámedikki ja Nordlándda , Davvi-Trøndelága , Lulli-Trøndelága ja Hedmárkku fylkkasuohkaniid gaskkas , vuolláičállojuvvon guovvamánu 11. b. 2005 .
nob: Oppvekst- og utdanningskomiteen viser til merknadene og tilrår Sametinget å gjøre følgende vedtak : Sametinget godkjenner samarbeidsavtalen mellom Sametinget og Nordland , Nord-Trøndelag , Sør-Trøndelag og Hedemark fylkeskommuner , undertegnet 11. februar 2005 .

source: 39 áirasis ledje 34 čoahkis .
nob: Av 39 representanter var 34 tilstede .

source: Bajásšaddan- ja oahppolávdegotti evttohus mearriduvvoi ovttajienalaččat .
nob: Oppvekst- og utdanningskomiteens forslaget ble enstemmig vedtatt .

source: 1 Anders Urheim ( áššejođiheaddji ) Ole Henrik Magga
nob: 1 Anders Urheim ( saksordfører ) Ole Henrik Magga

source: 12 Anders Urheim ( áššejođiheddji )
nob: 12 Anders Urheim ( saksordfører )
